{
    "smugglers":[
        {"id": 1, "name": "Han Solo", "bDay":"29 ABY, Corellia", "specieEsp":"Humano", "specieEng":"Human", "gender":"M", 
    "aboutEsp":"Han Solo era un arrogante corelliano con un ingenio sardónico, humor seco, una disposición a veces imprudente, y el sentido común tecnológico, que comenzó su carrera como contrabandista alrededor del año 10 ABY. Tuvo varios patrones, una corta carrera militar, además de conocer y trabar amistad con Chewbacca. Era el capitán de la nave Halcón Milenario y obtuvo suficientes recompensas por su cabeza durante la Guerra Civil Galáctica, contra sus deseos debido su reunión con Luke Skywalker y Obi-Wan Kenobi. Más tarde se convirtió en general de la Alianza Rebelde.",
    "aboutEng":"Han Solo was an arrogant Corellian with a wry wit, dry humor, a sometimes reckless disposition, and technological savvy, who began his career as a smuggler around 10 BBY. He had several employers, a short military career, as well as meeting and befriending Chewbacca. He was the captain of the Millennium Falcon ship and had enough bounties on his head during the Galactic Civil War, against his wishes due to his meeting with Luke Skywalker and Obi-Wan Kenobi. He later became a general in the Rebel Alliance.",
    "shipId":1, "img": "./assets/imagenes/han.png"},
  {"id": 2, "name": "Chewwbacca", "bDay":"200 ABY, Kashyyyk", "specieEsp":"Wookiee", "specieEng":"Wookiee", "gender":"M", 
    "aboutEsp":"Chewbacca (o Chewie, como le decían sus amigos) era un legendario wookiee de Kashyyyk y copiloto de la nave de Han Solo, el Halcón Milenario. Era el hijo de Attichitcuk, el esposo de Mallatobuck y el padre de Lumpawaroo. Chewbacca llevaba consigo el nombre del antiguo héroe wookiee, el gran Bacca, el primero de los grandes caciques de Kashyyyk, y el creador de una espada que indicaba el liderazgo entre los wookiees. Este nombre indicaba que Chewbacca pertenecía a un noble linaje, lo que fue corroborado por su rol en Kashyyyk durante las Guerras Clon y durante la Guerra Civil Galáctica.",
    "aboutEng":"Chewbacca (or Chewie, as his friends called him) was a legendary Wookiee from Kashyyyk and co-pilot of Han Solo's ship, the Millennium Falcon. He was the son of Attichitcuk, the husband of Mallatobuck, and the father of Lumpawaroo. Chewbacca bore with him the name of the ancient Wookiee hero, the great Bacca, the first of the great chieftains of Kashyyyk, and the creator of a sword that indicated leadership among the Wookiees. This name indicated that Chewbacca belonged to a noble lineage, which was corroborated by his role on Kashyyyk during the Clone Wars and during the Galactic Civil War.",
    "shipId":1, "img": "./assets/imagenes/chew.png"},
  {"id": 3, "name": "Vilmarh Grahrk", "bDay":"?", "specieEsp":"Devaroniano", "specieEng":"Devaronian", "gender":"M", 
    "aboutEsp":"Vilmarh Grahrk o también conocido como Villie, fue un contrabandista devaroniano durante los últimos días de la República Galáctica y los primeros días del Imperio Galáctico. Un notorio jugador, estafador y sinvergüenza, Villie se caracterizó por realizar actos deshonestos y secretos en su búsqueda de dinero y mujeres.",
    "aboutEng":"Vilmarh Grahrk or also known as Villie, was a Devaronian smuggler during the last days of the Galactic Republic and the early days of the Galactic Empire. A notorious gambler, swindler, and scoundrel, Villie was noted for engaging in dishonest and secret acts in his pursuit of money and women.",
    "shipId":2, "img": "./assets/imagenes/vil.png"},
  {"id": 4, "name": "Mara Jade Skywalker", "bDay":"17 ABY", "specieEsp":"Humano", "specieEng":"Human", "gender":"F", 
    "aboutEsp":"Mara Jade Skywalker fue durante diferentes etapas de su vida, una Mano del Emperador, una contrabandista, y más tarde una Maestra Jedi formando parte del Alto Consejo Jedi. Fue criada como servidora del Emperador Palpatine y llegó a convertirse en una agente de alto nivel capaz de usar la Fuerza. Como Mano del Emperador, Jade llevó a cabo la voluntad del Emperador, matando rebeldes e imperiales de la misma forma, con fría profesionalidad, incluso siendo una mujer joven. Como asesina de Palpatine, recibió el mejor entrenamiento posible de expertos en muchas disciplinas distintas así como entrenamiento en la Fuerza, que fue ampliado por Luke Skywalker años mas tarde. ",
    "aboutEng":"Mara Jade Skywalker was during different stages of her life, an Emperor's Hand, a smuggler, and later a Jedi Master serving on the Jedi High Council. She was raised as a servant of Emperor Palpatine and went on to become a high-level agent capable of using the Force. As the Emperor's Hand, Jade carried out the Emperor's will, slaying Rebels and Imperials alike, with cold professionalism, even as a young woman. As Palpatine's assassin, she received the best possible training from experts in many different disciplines as well as training in the Force, which was expanded upon by Luke Skywalker years later.",
    "shipId":3, "img": "./assets/imagenes/mara.png"},
  {"id": 5, "name": "Cade Skywalker", "bDay":"116 DBY", "specieEsp":"Humano", "specieEng":"Human", "gender":"M", 
    "aboutEsp":"Desde temprana edad demostró sus habilidades con la Fuerza gracias a lo cual recibió entrenamiento Jedi. Después de renegar de su origen Jedi tras la Masacre de Ossus, e intentando olvidar su anterior vida, Cade se convirtió en uno de los mejores cazarrecompensas de su tiempo hasta que tras librar una batalla contra el asesino de su padre decidió retomar el camino Jedi. Después de realizar una misión de rescate en Coruscant, Cade, tras un arrebato de cólera y furia, cae al lado oscuro y se convierte en uno de los acólitos de la Nueva Orden Sith de Darth Krayt, convirtiéndose en el aprendiz de Darth Talon, pero, tras tener una visión de su padre, decide rebelarse abiertamente contra su nuevo líder y escapar con la ayuda de su fiel tripulación del Mynock con la intención de recuperar su nave de manos del pirata Rav.",
    "aboutEng":"From an early age he demonstrated his abilities with the Force thanks to which he received Jedi training. After denying his Jedi origin after the Massacre of Ossus, and trying to forget his previous life, Cade became one of the best bounty hunters of his time until, after fighting a battle against his father's murderer, he decided to return to the Jedi path. After conducting a rescue mission on Coruscant, Cade, in a fit of rage and fury, falls to the dark side and becomes one of Darth Krayt's New Sith Order acolytes, becoming Darth Talon's apprentice, but After having a vision of his father, he decides to openly rebel against his new leader and escape with the help of his faithful Mynock crew with the intention of taking his ship back from the pirate Rav.",
    "shipId":4, "img": "./assets/imagenes/cade.png"}
    ],
    "ships":[
        {"id":1, "nameEsp": "Halcón Milenario", "nameEng":"Millenium Falcon","maker":"Shug Ninx", "model":"YT-1300f/YT-1300p", "classEsp":"Carguero ligero","classEng":"Light freighter", 
        "aboutEng":"The Millennium Falcon was the starship of famous smugglers Han Solo and Chewbacca, who worked for Jabba the Hutt. The Falcon began life as a standard Corellian Engineering Corporation YT-1300 light freighter. Han Solo won it from Lando Calrissian playing Sabacc in Cloud City. With Calrissian and Solo, the ship went through many adventures and upgrades leading to its famous appearance. This ship played a vital role in the Galactic Civil War. It was so named because of its resemblance to the falcon-bat.", 
        "aboutEsp":"El Halcón Milenario fue la nave estelar de los famosos contrabandistas Han Solo y Chewbacca, que trabajaban para Jabba el Hutt. El Halcón empezó su vida como un carguero ligero YT-1300 estándar de la Corporación de Ingeniería Corelliana. Han Solo, la ganó de Lando Calrissian jugando Sabacc en la Ciudad de las Nubes. Con Calrissian y Solo, la nave vivió muchas aventuras y actualizaciones que la llevaron a su célebre apariencia. Esta nave jugó un papel vital en la Guerra Civil Galáctica. Fue llamada así debido a su parecido con el halcón-murciélago.", 
        "owners":"Han Solo", "planetId":1, "img": "./assets/imagenes/halc.png"},
        {"id":2, "nameEsp": "Inferno", "nameEng":"Inferno","maker":"BoShek", "model":"YT-2400s", "classEsp":"Carguero ligero","classEng":"Light freighter", 
        "aboutEng":"It was a starship, or just a ship, it was a manned vehicle used to travel in real space. Dating back thousands of years, the first starships transported spacers to new worlds through cryogenic freezing processes. After the invention of the hyperdrive, those ships that were equipped could travel faster than light by entering hyperspace, drastically reducing travel times between two solar systems.", 
        "aboutEsp":"Era una nave estelar, o simplemente una nave, era un vehículo tripulado utilizado para viajar en el espacio real. Datando de miles de años atras, las primeras naves estelares transportaban espaciadores a mundos nuevos a través de procesos de congelación criogénica. Tras la invención del hipermotor, aquellas naves que estaban equipadas podían viajar más rápido que la luz entrando en el hiperespacio, reduciendo drásticamente los tiempos de viaje entre dos sistemas solares.", 
        "owners": "Vilmarh Grahrk", "planetId":2, "img": "./assets/imagenes/inferno.png"},
        {"id":3, "nameEsp": "Sombra de Jade", "nameEng":"Jade shadow","maker":"Nico Okarr", "model":"Horizon", "classEsp":"Transporte espacial","classEng":"Space transportation", 
        "aboutEng":"After her previous ship, the Jade Saber, was destroyed on Dantooine during the Yuuzhan Vong invasion of that planet, Mara Jade Skywalker was left without a ship, but that situation did not last. A few months after the attack on Dantooine, Lando Calrissian presented Mara with a space yacht that he had recently purchased from spice dealers. Lando's wife, Tendra, named the ship Jade Shadow after its dull gray hull.", 
        "aboutEsp":"Después de que su nave anterior, la Jade Sabre, fuera destruida en Dantooine durante la invasión de los yuuzhan vong a ese planeta, Mara Jade Skywalker se quedó sin una nave, mas esa situación no duró. Pocos meses después del ataque en Dantooine, Lando Calrissian le regaló a Mara un yate espacial que recientemente le había comprado a unos comerciantes de especia. Tendra, la esposa de Lando, llamó a la nave Sombra de Jade por su casco gris opaco.", 
        "owners": "Mara Jade Skywalker", "planetId":3, "img": "./assets/imagenes/jade.png"},
        {"id":4, "nameEsp": "Mynock", "nameEng":"Mynock","maker":"Jariah Syn", "model":"Horizon", "classEsp":"Transporte","classEng":"Transportation", 
        "aboutEng":"Skywalker and his team used the Mynock to move around the galaxy in pursuit of bounties. Like many other ships of questionable legality, the 'Mynock' had her codes changed. During the Fel Insurgency, they were hired to bring Marasiah Fel to Vendaxa. While on the planet, a skirmish broke out between opposing factions of the Galactic Empire and several Jedi fugitives. During the battle, the Mynock shot down at least one Sith Fighter.", 
        "aboutEsp":"Skywalker y su equipo usaron el Mynock para moverse alrededor de la galaxia persiguiendo recompensas. Como muchos otros barcos de legalidad cuestionable, el 'Mynock' tenía sus códigos cambiado. Durante la Insurgencia Fel, ellos fueron contratados para llevar a Marasiah Fel a Vendaxa. Mientras estaban en el planeta, una escaramuza se inició entre las facciones contrarias del Imperio Galáctico y varios fugitivos Jedi. Durante la batalla, el Mynock derribó al menos un Caza Sith.", 
        "owners": "Cade Skywalker", "planetId":4, "img": "./assets/imagenes/mynock.png"}
    ],
    "planets":[
        {"id":1, "name":"Abregado-rae", "regionEsp":"Mundos del Núcleo; Núcleo Sur", "regionEng":"Core Worlds; South Core", "system":"Abregad", "moons":1, 
  "aboutEsp":"Abregado-rae era un importante planeta orientado a la fabricación y el comercio, el tercero de cinco mundos en el sistema Abregado en los Mundos del Núcleo y el mundo natal de los gados y los moochers. Se encontraba al comienzo de la Ruta Comercial Rimma y también era el punto de partida para el Paso Shapani o 'Corredor del Bacta'. El planeta tenía la reputación de ser uno de los mundos más agitados de los Mundos del Núcleo. Fue el hogar del infame espaciopuerto de Abregado-rae.",
   "aboutEng":"Abregado-rae was a major manufacturing and trade-oriented planet, the third of five worlds in the Abregado 'system' in the Core Worlds, and the homeworld of the Gados and Moochers. It was located at the start of the Rimma Trade Route and was also the starting point for the Shapani Pass or 'Bacta Corridor'. The planet had a reputation for being one of the busiest worlds in the Core Worlds. It was home to the infamous Abregado-rae spaceport.",
    "img": "./assets/imagenes/abre.png" },
  {"id":2, "name":"Carratos", "regionEsp":"Borde Interior", "regionEng":"Inner Rim", "system":"O'pahz", "moons":2, 
  "aboutEsp":"Durante la Guerra Galáctica, la gente de Carratos resolvió su problema de basura arrojando su basura en una de sus lunas.Fuertemente urbanizado, Carratos fue elegido por los fallanassi para ser un lugar de refugio para algunos de sus iniciados más jóvenes mientras eran perseguidos en Lucazec. Akanah fue enviada a una escuela en la aldea Chofin. Cerca del 10 ABY, Carratos fue subyugado por el Imperio Galáctico. El Imperio estableció una fuerte guarnición y atrapó a sus residentes con elevados impuestos por salir del planeta. Cuando el Imperio colapsó y la guarnición se retiró, Carratos se volvió un lugar que albergó crimen y piratas. El planeta fue conquistado por los yuuzhan vong durante su invasión galáctica",
   "aboutEng":"During the Galactic War, the people of Carratos solved their garbage problem by dumping their garbage on one of their 'moons'. Heavily urbanized, Carratos was chosen by the Fallanassi to be a place of refuge for some of their younger initiates while they were persecuted on Lucazec. . Akanah was sent to a school in the Chofin village. Around 10 BBY, Carratos was subjugated by the Galactic Empire. The Empire established a strong garrison and snared its residents with high taxes for leaving the planet. When the Empire collapsed and the garrison withdrew, Carratos became a place that harbored crime and pirates. The planet was conquered by the Yuuzhan Vong during their galactic invasion."
   , "img": "./assets/imagenes/carratos.png" },
  {"id":3, "name":"Gall", "regionEsp":"Territorios del Borde Exterior", "regionEng":"Outer Rim Territories", "system":"Zhar", "moons":7, 
  "aboutEsp":"Gall era una luna terrestre del gigante gaseoso Zhar en el sistema Zhar. Tenía una población de 57 millones, principalmente humanos. La luna estaba salpicada de bosques y cañones. Uno de esos cañones, el Cañón del Contrabandista, era la ubicación de un Enclave Imperial. Se sabía que una especie de wampa de bioingeniería habitaba el cañón.",
   "aboutEng":"Gall was an Earth moon of the gas giant Zhar in the Zhar 'system'. It had a population of 57 million, mostly humans. The moon was dotted with forests and canyons. One of those canyons, Smuggler's Canyon, was the location of an Imperial Enclave. A kind of bioengineered wampa was known to inhabit the canyon."
   , "img": "./assets/imagenes/gall.png" },
  {"id":4, "name":"Tatooine ", "regionEsp":"Territorios del Borde Exterior", "regionEng":"Outer Rim Territories", "system":"Arkanis", "moons":3, 
  "aboutEsp":"No tenía un gobierno establecido, siendo un banquete para bandidos, traficantes y cazarrecompensas. Estaba habitado por nativos de clase humilde, mayoritariamente granjeros de humedad. Otras de sus actividades era la venta al por menor y el comercio de chatarra. El planeta estaba en la Ruta de Navegación 5709-DC, una rama de la Ruta Comercial Triellus, la cual también conectaba con el Corredor Sisar y no estaba lejos del Corredor Corelliano. La superficie del planeta esta cartografiada mediante un sistema de navegación único en su especie. Este planeta, jugaría un importante papel en los eventos galácticos, siendo el hogar de Anakin Skywalker y el lugar en donde su hijo Luke se mantendría a salvo desde sus primeros años hasta su madurez.",
   "aboutEng":"It had no established government, being a banquet for bandits, traffickers, and bounty hunters. It was inhabited by humble-class natives, mostly moisture farmers. Other activities were retail and scrap trading. The planet was on Ship Route 5709-DC, a branch of the Triellus Trade Route, which also connected to the Sisar Corridor and was not far from the Corellian Corridor. The planet's surface is mapped using a unique navigation 'system' of its kind. This planet would play an important role in the galactic events, being the home of Anakin Skywalker and the place where his son Luke would stay safe from his early years until his maturity."
   , "img": "./assets/imagenes/tatoo.png" }
    ]
}